Repository: tchapgouv/tchap-x-ios
Catalog: TchapX/main/Resources/Localizations/*.lproj/TchapLocalizable.strings
Languages: fr

# common_legal
source: Legals
fr: Mentions légales

# common_faq
source: Frequently Asked Questions
fr: Foire Aux Questions

# common_user_is_external
source: EXTERNAL GUEST
fr: INVITÉ EXTERNE

# legal_terms_of_use
source: Terms of use
fr: Conditions Générales d'Utilisation

# legal_privacy_policy
source: Privacy policy
fr: Politique de confidentialité

# screen_onboarding_welcome_title
source: Welcome to Tchap
fr: Bienvenue dans Tchap

# screen_onboarding_welcome_message
source: The civil servants instant messaging system
fr: La messagerie instantanée du secteur public

# screen_onboarding_welcome_qrcode_header
source: Already logged on a computer?
fr: Déjà connecté sur un ordinateur ?

# screen_onboarding_welcome_or_between_buttons
source: or
fr: ou

# screen_login_title_with_tchap
source: Sign in to Tchap
fr: Se connecter à Tchap

# screen_login_description_with_tchap
source: Instant messaging of public sector
fr: La messagerie instantanée du secteur public

# screen_create_room_selected_users_label
source: Members
fr: Membres

# screen_create_room_private_encrypted_option_title
source: Private secured room
fr: Salon privé sécurisé

# screen_create_room_private_encrypted_option_description
source: - End-to-end encrypted - Only people invited can access this room - Advised up to 500 members
fr: • Chiffré de bout en bout • Accessible uniquement sur invitation • Conseillé jusqu'à 500 membres

# screen_create_room_private_option_title
source: Private room
fr: Salon privé

# screen_create_room_private_option_description
source: - Not end-to-end encrypted - Only people invited can access this room
fr: • Non chiffré • Accessible uniquement sur invitation

# screen_create_room_public_option_title
source: Public room
fr: Salon public

# screen_create_room_public_option_description_1
source: • Not end-to-end encrypted • Visible in the list of rooms
fr: • Non chiffré • Accessible depuis la liste des salons

# screen_create_room_public_option_description_2
source: • Not allwed to external guests
fr: • Non accessible aux invités externes

# screen_create_room_public_option_unfederated_title
source: Limited to my domain
fr: Limité à mon domaine

# screen_create_room_public_option_unfederated_description
source: Visible only to members of "%1$@"
fr: Visible uniquement aux membres de "%1$@"

# screen_create_room_room_visibility_section_title
source: Room type
fr: Type de salon

# screen_create_room_externals_are_presents_warning
source: This room contains external members.
fr: Ce salon contient des invités externes.

# screen_create_room_externals_are_presents_link
source: More info
fr: En savoir +

# room_header_badge_encrypted
source: ENCRYPTED
fr: SÉCURISÉ

# room_header_badge_not_encrypted
source: NOT ENCRYPTED
fr: NON CHIFFRÉ

# room_header_badge_authorized_to_external
source: EXTERNALS
fr: EXTERNES

# start_chat_action_join_forum
source: Join a public room
fr: Rejoindre un salon public

# screen_room_directory_search_title
source: Join a public room
fr: Rejoindre un salon public

# content_scanner_scan_status_in_progress
source: Scanning for virus…
fr: Analyse anti-virus…

# content_scanner_scan_status_infected
source: Content blocked
fr: Contenu bloqué

# content_scanner_scan_status_not_found
source: File no longer available
fr: Fichier indisponible

# content_scanner_scan_status_error
source: File temporarily unavailable
fr: Fichier temporairement indisponible
